EWSEditor/EwsPostExamples/AddImContactToGroup.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
               xmlns:t="http://schemas.microsoft.com/exchange/services/2006/types"
               xmlns:m="http://schemas.microsoft.com/exchange/services/2006/messages">
  <soap:Header>
    <t:RequestServerVersion Version="Exchange2013" />
    <t:MailboxCulture>en-US</t:MailboxCulture>
  </soap:Header>
  <soap:Body >
    <m:AddImContactToGroup>
      <m:ContactId Id="AAMkAGQ1MjJjMTBkLTc4Y2AA="
                   ChangeKey="EQAAABYAAABtF8oI7i"/>
      <m:GroupId Id="AAMkAGQ1MjJjMTBkzzAAAQKAAA="
                 ChangeKey="EgAAAA=="/>
    </m:AddImContactToGroup>
  </soap:Body>
</soap:Envelope>